Repository: zariweyo/z1racing
Catalog: lib/l10n/app_*.arb
Languages: ar, hi

source: Loading
ar: جار التحميل
hi: लोड हो रहा है

source: Play
ar: تشغيل
hi: चलाएं

source: Settings
ar: الإعدادات
hi: सेटिंग्स

# homeHello
source: Hello %%USERNAME%%
ar: مرحبا %%USERNAME%%
hi: नमस्ते %%USERNAME%%

# numLaps
source: %%LAPS%% laps
ar: لفات %%LAPS%%
hi: %%LAPS%% लैप्स

# infoControls
source: Use buttons to control the car
ar: استخدم الأزرار للتحكم بالسيارة
hi: कार को नियंत्रित करने के लिए बटन का उपयोग करें

# version
source: Version %%VERSION%%
ar: النسخة %%VERSION%%
hi: संस्करण %%VERSION%%

source: Nickname
ar: الاسم المستعار
hi: उपनाम

source: Update available
ar: التحديث متاح
hi: अपडेट उपलब्ध

# updateNeeded
source: Please, update Z1Rally to continue playing. Thanks.
ar: الرجاء، قم بتحديث Z1Rally للمتابعة في اللعب. شكرا.
hi: कृपया, खेलना जारी रखने के लिए Z1Rally अपडेट करें। धन्यवाद।

source: Update
ar: تحديث
hi: अपडेट

source: Menu
ar: القائمة
hi: मेनू

source: Restart race
ar: إعادة تشغيل السباق
hi: रेस पुनः आरंभ करें

source: End race
ar: إنهاء السباق
hi: रेस समाप्त करें

source: Close
ar: إغلاق
hi: बंद करें

source: Finish
ar: إنهاء
hi: समाप्त

source: Best lap
ar: أفضل لفة
hi: सर्वश्रेष्ठ लैप

source: Restart
ar: إعادة تشغيل
hi: पुनः आरंभ करें

# errorDuplicateName
source: This username are in use, please use other.
ar: هذا الاسم مستخدم بالفعل، الرجاء استخدام اسم آخر.
hi: यह उपयोगकर्ता नाम पहले से उपयोग में है, कृपया अन्य उपयोग करें।

# errorlengthName
source: Username should have between 3 and 15 characters
ar: يجب أن يكون الاسم المستخدم بين 3 و 15 حرفًا
hi: उपयोगकर्ता नाम 3 से 15 वर्णों के बीच होना चाहिए

# winRace
source: Congratulations!!!
ar: تهانينا!!!
hi: बधाई हो!!!

# winRaceOvertaken
source: You have overtaken
ar: لقد تجاوزت
hi: आपने पार कर लिया है

# lostRace
source: Sorry :_(
ar: آسف :_(
hi: क्षमा करें :_(

# lostRaceOvertaken
source: You didn't overtake
ar: لم تتجاوز
hi: आपने पार नहीं किया

# firstRace
source: Congratulations!!!
ar: تهانينا!!!
hi: बधाई हो!!!

# firstRaceOvertaken
source: You have recorded the first time
ar: لقد سجلت أسرع وقت
hi: आपने पहली बार समय दर्ज किया है

# notEnoghtCoinsToPlay
source: You need Z1Coins to play. Press here to see a video and earn Z1Coins.
ar: أنت بحاجة إلى عملات Z1 للعب. اضغط هنا لمشاهدة فيديو وكسب عملات Z1.
hi: खेलने के लिए आपको Z1Coins की आवश्यकता है। यहाँ क्लिक करें और Z1Coins कमाने के लिए एक वीडियो देखें।

source: Name
ar: الاسم
hi: नाम

source: Time
ar: الوقت
hi: समय

source: Fast lap
ar: لفة سريعة
hi: तेज़ लैप

source: Closed
ar: مغلق
hi: बंद

# enabledMusic
source: Background music
ar: موسيقى الخلفية
hi: पृष्ठभूमि संगीत

# confirmClose
source: Do you want to close the application?
ar: هل ترغب في إغلاق التطبيق؟
hi: क्या आप ऐप्लिकेशन बंद करना चाहते हैं?

source: Cancel
ar: إلغاء
hi: रद्द करें

# closeApp
source: Close Z1 Rally
ar: إغلاق Z1 Rally
hi: Z1 रेसिंग बंद करें

source: Save
ar: حفظ
hi: सहेजें

# goal1
source: Win the race
ar: فز بالسباق
hi: दौड़ जीतें

# goal2
source: Get the 2ยบ position
ar: احصل على المركز الثاني
hi: 2वां स्थान प्राप्त करें

# goal3
source: Get the 3ยบ position
ar: احصل على المركز الثالث
hi: 3वां स्थान प्राप्त करें

# goalPodium1
source: Congratulations, you win the race
ar: تهانينا، لقد فزت بالسباق
hi: बधाई हो, आपने दौड़ जीत ली है

# goalPodium2
source: Congratulations, you have come in 2ยบ position
ar: تهانينا، لقد حصلت على المركز الثاني
hi: बधाई हो, आप 2वें स्थान पर आए हैं

# goalPodium3
source: Congratulations, you have come in 3ยบ position
ar: تهانينا، لقد حصلت على المركز الثالث
hi: बधाई हो, आप 3वें स्थान पर आए हैं
